[
  {
    "serviceName": "Corporate and Security",
    "price": "120",
    "rating": "4.7",
    "img": "https://img.freepik.com/free-photo/side-view-businessman-checking-document-caf_23-2147876702.jpg?size=626&ext=jpg&ga=GA1.2.939492190.1661093851&semt=ais",
    "description": "For some time, there has been a rough separation between corporate and securities law. Securities law requires public companies to make disclosures to investors while corporate law sets forth a regulatory system in the internal affairs and operation of the corporation. Public companies in the United States must comply with both federal securities law and state corporation law. Securities law is uniform and mandatory because investors have a common interest in fair valuation when trading. Corporate law is diverse and enabling because the ownership interests of investors are more difficult to reconcile.However, one can point out a couple of differences between corporate law and securities law. Corporate and securities law can be distinguished based on the type of protection they provide to the investors."
  },
  {
    "serviceName": "Health Care Law",
    "price": "110",
    "rating": "4.8",
    "img": "https://img.freepik.com/premium-photo/concept-corruption-medicine-malpractice-law-violation_185193-86689.jpg?size=626&ext=jpg&ga=GA1.2.939492190.1661093851&semt=sph",
    "description": "For all aspects of health, there are binding rules that govern the rights and responsibilities of governments, health workers, companies, civil society and a country’s population. Together these rules make up the legal framework, or legal architecture for health. They take many forms including: statutory laws, regulatory and administrative laws, contracts, case law, and customary laws. Who is involved in making these rules, and the form they take, differs from country to country. Health laws are used to formalize commitment to goals, such as the goal of universal health coverage, creating a drive for action.  To enable cooperation and achieve health goals, people use law to create different organizations (such as hospitals) and relationships (such as contracts for providing health services). In turn, organizations (whether health ministries, the private sector or civil society) have mandates."
  },
  {
    "serviceName": "Family Dispute",
    "price": "150",
    "rating": "4.6",
    "img": "https://img.freepik.com/free-vector/professional-lawyer-concept-punishment-judgement-idea-family-legal-dispute-law-advisor-consultant-advocate-defending-customer-vector-flat-illustration_613284-2735.jpg?size=626&ext=jpg&ga=GA1.2.939492190.1661093851&semt=sph",
    "description": "In the larger and reputed families, the family lawyer helps the members of the family to mediate and settle these types of disputes. The family lawyer tries to understand the legal aspect of the dispute and strives for settling any disputes through the amicable settlement of parties outside the court saving time and money of the family. Managing wills, estate, child custody agreements, managing divorce problems, and prenuptial agreements are the major work areas of family lawyers. The areas of work under family law is not only related to the matrimonial issue but also the works arising outside the marriage in a family. The role of a family lawyer in a family can be diverse. The family lawyer can be a mediator, legal advisor and can also represent his party before the court assuming the role of an attorney."
  },
  {
    "serviceName": "Insurance Policy Law",
    "price": "130",
    "rating": "4.3",
    "img": "https://img.freepik.com/free-photo/businessman-signing-business-contract-filling-document-form-meeting-closeup_1163-4629.jpg?size=626&ext=jpg&ga=GA1.2.939492190.1661093851&semt=sph",
    "description": "Insurance law falls into three major categories. First, the insurance company will hire lawyers to represent the insured in case she is sued for something related to her insurance contract. These are known as insurance defense attorneys. For example, an automobile insurance company will hire an attorney to represent an insured driver when she gets sued for causing another driver's injuries. The second category of insurance law helps insured people determine when an insurance company must pay a claim. Third, insurance companies typically hire attorneys to make sure the company complies with all applicable laws and regulations, which can vary by state.Since there are so many different types of insurance, and insurance touches so many aspects of life."
  },
  {
    "serviceName": "E-Commerce Law",
    "price": "170",
    "rating": "4.6",
    "img": "https://img.freepik.com/premium-photo/online-fraud-law-concept-phone-handcuffs-with-cart-wooden-gavel-keyboard_253401-6817.jpg?size=626&ext=jpg&ga=GA1.2.939492190.1661093851&semt=ais",
    "description": "ECommerce law is a set of legal issues that impact the online retail industry. Each type of eCommerce company must abide by certain laws and regulations, just like any other business, and failure to do so can result in legal issues and lawsuits.While retail eCommerce giants like Amazon or Walmart, and service-based retailers like Uber and Lyft, undoubtedly have an army of eCommerce lawyers ready to tackle any challenge, it’s not as easy for small and medium-sized eCommerce businesses due to budgetary constraints. So, let’s take a look at some of the online business regulations that every eCommerce business needs to be aware of."
  },
  {
    "serviceName": "Real Estate Law",
    "price": "130",
    "rating": "4.9",
    "img": "https://img.freepik.com/premium-vector/construction-permit-vector-concept-illustration-isometric-juridical-symbols-law-book-scales-justice-gavel-building-permit-permission-building-construction_103044-1419.jpg?size=626&ext=jpg&ga=GA1.2.939492190.1661093851&semt=sph",
    "description": "At first let’s break down what is real estate Bangladesh before diving down towards Real Estate & Construction Law in Bangladesh . It is important to understand that Real Estate is not the same thing as personal property, and should not be confused. Personal assets include intangible assets such as investments, as well as tangible assets such as furniture and fixtures such as a dishwasher. Even renters may also claim parts of a home as personal property, provided that you have purchased and installed the property with the permission of the lessor.Real estate is both a tangible asset and an immovable form. Definitions of real property include ground, houses and other facilities, as well as the rights to use and enjoy the land and all its amenities. Renters and leaseholders may be entitled to possess land or structures that are considered part of their house, but these rights are not, strictly speaking, considered ownership."
  }
]
